IDENTIFICATION DIVISION.
PROGRAM-ID. HelloWorld.

ENVIRONMENT DIVISION.

DATA DIVISION.

PROCEDURE DIVISION.
MAIN-LOGIC.
    DISPLAY 'Hello, World!'.
    STOP RUN.
